Repository: cerha/lcg
Catalog: translations/lcg-exercises.*.po
Languages: cs, de, es, no, pl, sk, tr

source: TRUE
cs: PRAVDA
de: RICHTIG
es: VERDADERO
no: RIKTIG
pl: PRAWDA
sk: PRAVDA
tr: DOĞRU

source: FALSE
cs: NEPRAVDA
de: FALSCH
es: FALSO
no: FEIL
pl: FAŁSZ
sk: NEPRAVDA
tr: YANLIŞ

source: Just one text box per task allowed, but %d found.
cs: Jeden úkol smí obsahovat právě jedno vstupní políčko, ale nalezeno %d.

source: All choices must start with +/-/? sign and a space.
cs: Všechny řádky odpovědí musí začínat znakem +/-/? a mezerou.

source: No choices defined.
cs: Nejsou definovány žádné odpovědi.

source: More than one choice is marked as correct.
cs: Více než jedna odpověď je označena jako správná.

source: All or none choices must be marked as unknown.
cs: Jako neznámá odpověď musí být označeny buďto všechny možnosti nebo žádná.

source: None of the choices is marked as correct.
cs: Žádná odpověď není označena jako správná.

source: Gap mark (three or more underscores) not found statement.
cs: Značka vynechaného textu (tři a více podtržítek) nebyla nalezena.

source: Task specification must consist of 2 lines (%d given).
cs: Definice úkolu se musí mít právě dva řádky (nalezeno %d).

source: A true/false statement must end with '[T]' or '[F]'.
cs: Věta musí být zakončena značkou [T] (pravda) nebo [F] (nepravda).

source: Unknown exercise type: %s
cs: Neznámý typ cvičení: %s

source: Error in task %d: %s
cs: Chyba v úkolu č. %d: %s

source: Error: %s
cs: Chyba: %s

source: Exercise Definition
cs: Definice cvičení

source: Definition Example
cs: Příklad definice

source: You will hear a response immediately after choosing the answer. When you choose the wrong answer, you can try again until you find the correct one. The results below the exercise will show you how many answers you got right on the first try.
cs: Okamžitě po zvolení odpovědi uslyšíte odezvu, ze které se dozvíte, zda byla tato odpověď správná. Pokud jste zvolili špatně, můžete to zkusit znovu, dokud správnou odpověď nenaleznete. Výsledky vespod cvičení ukazují kolik odpovědí bylo zodpovězeno správně na první pokus.

source: Multiple Choice Questions
cs: Zaškrtávací test
de: Auswahlfragebogen
es: Selección múltiple
no: Flervalgsoppgaver
pl: Pytania wielokrotnego wyboru
sk: Začiarkávací test
tr: Çoktan seçmeli sınav

source: Each question in this exercise is followed by two or more possible answers. Only one answer is correct.
cs: Za každou otázkou v tomto cvičení následují dvě nebo více možných odpovědí. Pouze jedna z nich je správná.
de: Auf jede Frage in dieser Übung folgt eine Liste mit möglichen Antworten, die mit a, b und c bezeichnet sind. Nur eine Antwort ist richtig.
es: Cada pregunta en este ejercicio está seguida de dos o más respuestas posibles. Sólo una de ellas es correcta.
no: Hvert spørsmål i denne oppgaven følges av to eller flere mulige svar. Bare ett svar er korrekt.
pl: Każde pytanie ma dwie lub więcej odpowiedzi. Tylko jedna z nich jest poprawna.
sk: Za každou otázkou v tomto cvičení nasledujú dve alebo viac možných odpovedí. Iba jedna z nich je správna.
tr: Bu alıştırmada bütün sorularına iki ve daha çok cevap gelir. Sadece tek bir cevap doğrudur.

source: One exercise typically consists of a definition of several questions, where each question has two or more possible answers.
cs: Jedno cvičení se obvykle skládá z několika otázek, kde ke každé otázce existují dvě nebo více možných odpovědí.

source: The question and its possible answers (choices) are written each at a separate line. The correct answer begins with a plus sign followed by a space. Incorrect answers begin with a minus sign and a space.
cs: Otázka a každá z možných odpovědí jsou zapsány vždy na samostatném řádku. Správná odpověď začíná znaménkem plus a mezerou. Nesprávné odpovědi začínají znaménkem mínus a mezerou.

source: Another question and its answers may follow after a blank line.
cs: Další otázka a její odpovědi mohou následovat oddělené alespoň jedním prázdným řádkem.

source: Screen reader is: - a person. - a device. + a program. GNU/Linux is: - a word processor + an operating system - a computer manufacturer
cs: Odečítač obrazovky je: - osoba. - zařízení. + počítačový program. GNU/Linux je: - Program pro psaní textu + Operační systém - Název počítače

source: Selections
cs: Co je správně
de: Auswahlmöglichkeiten
es: Selección
no: Utvalg
pl: Wybieranie
sk: Čo je správne
tr: Seçimleri yükle

source: There are several groups of two or three statements. Only one statement in each group is correct. Your goal is to decide which one.
cs: Ve cvičení najdete několik skupin po dvou či třech podobných výrocích. Pouze jeden výrok v každé skupině je však pravdivý. Vaším úkolem je rozhodnout, který to je.

source: The exercise definition consists of several groups of statements, typically two or three statements in a group.
cs: Definice cvičení se skládá z několika skupin výroků, typicky dva až tři výroky v jedné skupině.

source: Each statement in a group is written at a separate line and begins by a plus sign to mark a correct statement or a minus sign to mark an incorrect statement. Just one statement in each group is correct.
cs: Každý výrok ve skupině je zapsán na samostatném řádku a začíná znaménkem plus označujícím pravdivý výrok nebo znaménkem mínus označujícím nepravdivý výrok. Pouze jeden výrok v každé skupině je pravdivý.

source: Another group of statements may follow after a blank line. There are no blank lines between statements which belong to the same group.
cs: Další skupina výroků může následovat oddělena alespoň jedním prázdným řádkem. Mezi výroky patřícími do stejné skupiny prázdné řádky být nemohou.

source: + India is located in Asia. - China is located in Africa. + Australia is the smallest continent. - Australia is the largest continent.
cs: + Indie se nachází v Asii. - Čína se nachází v Africe. + Austrálie je nejmenší kontinent. - Austrálie je největší kontinent.

source: True/False Statements
cs: Pravda/nepravda
de: Richtig/Falsch Aussagen
es: Verdadero/Falso
no: Riktig/feil
pl: Zdania Prawda/Fałsz
sk: Pravda/nepravda
tr: Doğru/yanlış

source: Each sentence in this exercise is followed by two controls labeled ‘TRUE’ and ‘FALSE’. Decide whether the sentence is true or not and press the corresponding button.
cs: Za každou větou v tomto cvičení následují dva ovládací prvky označené „PRAVDA“ a „NEPRAVDA“. Rozhodněte, zda je věta pravdivá či nikoliv a stiskněte odpovídající tlačítko.
de: Bei jedem Satz in dieser Übung haben Sie die Wahl zwischen zwei Auswahltasten — „RICHTIG“ und „FALSCH“. Entscheiden Sie, ob der Satz richtig ist oder nicht, und klicken Sie auf Ihre Auswahl.
es: Cada frase en este ejercicio está seguida de dos elementos indicados "VERDADERO" o "FALSO". Decida si la frase es verdadera o no y pulse el botón correspondiente.
no: Hver setning i denne oppgaven er fulgt av to kontroller merket 'RIKTIG' og 'FEIL'. Avgjør om setningen er sann eller ikke, og trykk den tilsvarende knappen.
sk: Za každou vetou v tomto cvičení nasledujú dva ovládacie prvky označené ‘PRAVDA’ a ‘NEPRAVDA’ . Rozhodnite, či je veta pravdivá alebo nie a stlačte príslušné tlačidlo.
tr: Her tek cümlenin sonunda „DOĞRU“ ve „YANLIŞ“ cevabı gelir. Cümlenin doğru yoksa yanlış olup olmadığına karar veriniz ve sonra karşılıklı tuşa basınız.

source: The exercise definition consists of several statements separated by blank lines.
cs: Definice cvičení se skládá z několika výroků oddělených prázdnými řádky.

source: Each statement is marked as either true using [T] or false using [F] at the end of the line.
cs: Každý výrok je označen buďto jako pravdivý pomocí značky [T] (z anglického True) nebo jako nepravdivý pomocí značky [F] (z anglického False). Značka je umístěna na konci řádku.

source: The Microsoft Windows operating system never crashes. [F] The largest tropical rainforest in the world is in Brazil. [T]
cs: Operační systém Microsoft Windows nikdy nespadne. [F] Největší tropický deštný les na světě je v Brazílii. [T]

source: Gap Filling
cs: Doplňování s výběrem
de: Lückentext mit Einfüllübung
es: Rellenar huecos
no: Fyll hullene
pl: Wypełnianie luk
sk: Doplňovanie s výberom
tr: Boşluk doldurma

source: Choose the correct word to fill in a gap in a sentence. For each gap you have several choices. Only one of them is correct.
cs: Vyberte správné slovo, kterým doplníte mezeru ve větě. Pro každé chybějící slovo máte několik možností. Pouze jedna z nich je správná.
de: Ihr Ziel ist es, die Lücken mit den richtigen Wörtern zu füllen. Dabei stehen Ihnen jedes Mal mehrere Optionen zur Verfügung. Nur eine davon ist richtig.
es: Elija la palabra correcta para rellenar el hueco en la frase. Para cada palabra que falte hay varias opciones. Sólo una de ellas es correcta.
no: Velg det riktige ordet for å fylle hullet i setningen. For hvert hull har du flere muligheter. Bare én er korrekt.
pl: Wybierz odpowiednie słowo do wypełnienia luki w zdaniu. Dla każdej luki masz kilka możliwości. Tylko jedna z nich jest poprawna.
sk: Vyberte správne slovo, ktorým doplníte medzeru vo vete. Na každé chýbajúce slovo máte niekoľko možností. Iba jedna z nich je správna.
tr: Boşluk doldurmak için en uygun bir sözü seçiniz. Her tek boşluk için birçok seçeneğiniz var. Yalnız tek cevabı doğrudur.

source: One exercise typically consists of a definition of several statements, where there is one missing word in each statement.
cs: Jedno cvičení se obvykle skládá z několika samostatných vět, kde v každé větě chybí jedno slovo nebo skupina slov.

source: The missing word is replaced by a series of underscores (at least three) and possible completions of the gap follow at separate lines. The correct completion begins with a plus sign followed by a space. Incorrect completions begin with a minus sign and a space.
cs: Chybějící část je ve větě nahrazena několika podtržítky (nejméně třemi) a možná doplnění chybějící části následují na samostatných řádcích. Správné doplnění začíná znaménkem plus a mezerou. Nesprávná doplnění začínají znaménkem mínus a mezerou.

source: Another statement and its completions may follow after a blank line.
cs: Další věta a možnosti pro její doplnění mohou následovat odděleny alespoň jedním prázdným řádkem.

source: If you want to send money to somebody, you can ____ a transfer. - do + make - have To change money between two currencies you need to know the ____ rate. - success - interest + exchange
cs: Pokud chcete někomu poslat peníze, můžete učinit ____ převod. - letecký + bankovní - osobní Ke směně peněz mezi dvěma měnami potřebujeme znát ____. - HDP - úrok + kurz

source: Hidden Answers
cs: Skryté odpovědi

source: You should simply think of the correct answer and when you believe you know it, you can unhide the correct answer below each question and check whether you were right or not.
cs: Zamyslete se nad správnou odpovědí a pokud si myslíte, že ji znáte, odkryjte správnou odpověd pod každou otázkou pro kontrolu, zda byla vaše zamýšlená odpověď správná či nikoliv.

source: One exercise typically consists of a definition of several questions and answers.
cs: Jedno cvičení se obvykle skládá z definice několika otázek a správných odpovědí.

source: The question and the answer are written each at a separate line.
cs: Otázka a odpověď jsou zapsány každá na samostatném řádku.

source: Another pair or question and answer may follow after a blank line.
cs: Další dvojice otázek a odpovědí mohou následovat odděleny prázdnými řádky.

source: What is the name of the highest mountain in the world? Mount Everest. What is its height? 8,848m
cs: Jak se jmenuje nejvyšší hora světa? Mount Everest. Jaká je její výška? 8 848 m

source: You can check each answer individually using the shortcut keys. When your answer is evaluated as incorrect and you do not know why, always check whether you have used correct punctuation and capital letters where appropriate. The evaluation will only accept exactly matching answers.
cs: Můžete zkontrolovat každou odpověď samostatně pomocí klávesových zkratek. Pokud je odpověď vyhodnocena jako nesprávná a Vy nevíte proč, vždy si nejprve zkontrolujte interpunkci a správné použití velkých a malých písmen. Automatické vyhodnocování přijme pouze přesně se shodující odpověď.

source: Use the control panel at the bottom of the exercise to evaluate all the answers at once.
cs: Použijte ovládací panel na konci cvičení k vyhodnocení všech odpovědí naráz.

source: The brackets may also contain a series of underscores instead of the real answer. This means that the real answer is either not known or not needed. The exercise will not offer automatic evaluation, but the text box will allow the user to fill in any text. The number of underscores determines the size of the box.
cs: Hranaté závorky mohou namísto správné odpovědi obsahovat pouze sérii podtržítek. Tím je řečeno, že skutečná správná odpověď buďto není známá, nebo není pro účel daného cvičení potřeba. Cvičení potom nebude nabízet automatické vyhodnocování, ale textové políčko umožní zapsání libovolného textu. Počet podtržítek potom určuje velikost vstupního políčka.

source: Vocabulary Exercise
cs: Procvičování slovní zásoby

source: There are two ways to do the exercise: orally and written. Do the exercise both ways to get the best results.
cs: Jsou dva způsoby, jak můžete dělat toto cvičení: ústní forma a psaná forma. Využijte obou možností k dosažení nejlepších výsledků.
de: Es gibt zwei Möglichkeiten diese Übung durchzuführen: Sie können die Übung schriftlich oder mündlich durchführen. Arbeiten Sie mit beiden Möglichkeiten, so können Sie daraus Ihren maximalen Nutzen ziehen.
es: Hay dos maneras de hacer este ejercicio: oral y escrita. Aproveche las dos para obtener los mejores resultados.
no: Der er to muligheter for å løse oppgaven: muntlig eller skriftlig. Løs oppgaven på begge måter for å få de beste resultatene.
pl: Są dwa sposoby na wykonanie zadania: ustne i pisemne. Wykonaj zadanie oboma sposobami, aby uzyskać jak najlepsze wyniki.
sk: Existujú dva spôsoby, ako robiť toto cvičenie: ústna forma a písaná forma. Využite obe možnosti, aby ste dosiahli čo najlepšie výsledky.
tr: Alıştırma yapmanın iki yolu vardır: sözlü ve yazılı olarak. En doğru sonuçları alabilmek için ikisi de kullanınız.

source: To do the exercise orally is simple. Go through the vocabulary list and think of the correct translation for each word or expression. There is a ‘Play’ button after the text box for each item which allows you to hear the correct answer. Repeat the answer to practice the correct pronunciation. Some items have more than one correct answer, so there may be multiple buttons to play each of them. Since there is no way of checking your oral answers, the results are not available. If you want to see your score, you must do the written exercise.
cs: Ústní forma je snadná. Procházejte seznamem slovíček a zkoušejte uhodnout správný překlad daného slova či výrazu. Za každou položkou seznamu následuje vstupní políčko a za ním najdete tlačítko, kterým si můžete přehrát správnou odpověď. Zopakujte správnou odpověď abyste si procvičili výslovnost. Některé položky mají více správných odpovědí. V takovém případě najdete také více tlačítek k jejich přehrání. Protože není možné vaše ústní odpovědi počítačem vyhodnotit, výsledky nejsou k dispozici. Pokud chcete znát své skóre, musíte vyplnit cvičení písemnou formou.

source: To do the exercise in written form, simply type the translation of each item into the text box. Be careful to use capital letters where this is appropriate, since an answer without correct capitalization is always considered incorrect. When the prompt is a complete sentence, you must also use correct punctuation.
cs: V písemné formě jednoduše vepíšete překlad každého slovíčka do textového políčka. Věnujte zvýšenou pozornost správnému psaní velkých a malých písmen, protože odpověď s nesprávným použitím velkých a malých písmen je vždy považována za chybnou. Pokud překládáte celou větu, dbejte také správné interpunkce.

source: Written Answers
cs: Vyplňování odpovědí

source: Fill in the answer to the box below each question.
cs: Vyplňte odpověď do textového pole pod každou otázkou.

source: The question and the correct answer are written each at a separate line.
cs: Otázka a správná odpověď jsou zapsány každá na samostatném řádku.

source: Either whole or a part of the answer is written inside square brackets. The text inside the brackets is supposed to be filled into the text box by the user. The text before and after will appear on the screen providing a hint or a template of the expected answer for the user.
cs: Odpověď je buďto celá, nebo pouze její část, zapsána uvnitř hranatých závorek. Text uvnitř závorek bude mít uživatel za úkol vyplnit do textového políčka. Text před a za bude viditelný na obrazovce a může tak sloužit jako nápověda nebo šablona pro správnou odpověď.

source: What is the name of the largest continent? [Asia] Use the correct form of the verb "to be": Children [are] our future.
cs: Jak se jmenuje největší kontinent světa? [Asie] Použijte správný tvar slovesa „být“: Děti [jsou] naše budoucnost.

source: Complete the Statements
cs: Doplňování vět

source: The goal is to fill in the gaps in given statements. The answers are written into a text box and there is just one correct answer for each gap.
cs: Úkolem je vyplnit vynechaná slova v daných větách. Odpovědi se zapisují do textových polí a pro každou mezeru existuje pouze jedna správná odpověď.

source: One exercise typically consists of several statements separated by blank lines from each other. Certain part of each statement is written in square brackets. This part will be replaced by a text entry field. The text inside brackets is the correct answer. There is just one pair of brackets in each statement.
cs: Cvičení se obvykle skládá z několika vět oddělených od sebe prázdnými řádky. V každé větě je část textu zapsána v hranatých závorkách. Tato část bude nahrazena textovým vstupním políčkem. Text uvnitř závorky je správnou odpovědí pro dané políčko. V každé větě je právě jeden pár závorek.

source: [London] is the capital of the United Kingdom. The city is split by the River [Thames] into North and South.
cs: [Londýn] je hlavní město Spojeného Království. Řeka [Temže] město rozděluje na severní a jižní část.

source: Cloze
cs: Doplňovačka
de: Lückentext
es: Ejercicio de huecos
no: Fyll ut
pl: Wstawianie brakujących części zdania
sk: Doplňovačka
tr: Cümle tamamlama

source: The goal is to fill in the gaps in given piece of text. The answers are written into text boxes and there is just one correct answer for each gap.
cs: Úkolem je vyplnit vynechaná slova v daném textu. Odpovědi se zapisují do textových polí uvnitř textu a pro každou chybějící část existuje pouze jedna správná odpověď.

source: One exercise typically consists of one or more paragraphs of text. Selected parts of the text (typically words), which are to be replaced by text entry fields are written in square brackets. The text inside brackets is the correct answer.
cs: Cvičení se obvykle skládá z jednoho nebo více odstavců textu. Vybrané části textu (typicky jednotlivá slova) jsou zapsány uvnitř hranatých závorek, čímž budou ve cvičení nahrazeny textovými vstupními políčky. Text uvnitř závorky je správnou odpovědí pro dané políčko.

source: Commercial banks and savings banks receive and hold deposits [in] current accounts, savings accounts and deposit accounts, make payments [for] their customers, lend money, [and] offer investment advice, foreign exchange facilities, and so on.
cs: Banky přijímají vklady a ukládají je na [běžné] účty, spořící účty a termínované účty. Dále banky provádějí pro své zákazníky platby, poskytují rady, půjčují peníze a poskytují konzultace investic. Banky mohou také [směňovat] peníze do cizích měn.

source: Cloze with Model Answers
cs: Doplňovačka se vzorovými odpověďmi

source: The goal is to fill in the gaps in given piece of text. The answers are written into text boxes. The provided model answers are just suggestions. Other answers may be correct as well so the exercise is not evaluated automatically. Model answers may be unhidden.
cs: Úkolem je vyplnit vynechaná slova v daném textu. Odpovědi se zapisují do textových polí uvnitř textu. Vzorové odpovědi jsou pouze návrhy. Může existovat více různých správných odpovědí, takže cvičení není vyhodnoceno automaticky, pouze umožňuje odkrýt vzorové odpovědi.

source: One exercise typically consists of one or more paragraphs of text. Selected parts of the text (typically words), which are to be replaced by text entry fields are written in square brackets. The text inside brackets is the model answer.
cs: Cvičení se obvykle skládá z jednoho nebo více odstavců textu. Vybrané části textu (typicky jednotlivá slova) jsou zapsány uvnitř hranatých závorek, čímž budou ve cvičení nahrazeny textovými vstupními políčky. Text uvnitř závorky je vzorová odpověď.

source: The [sun] is shining. Mom has bought a [yogurt]. The sailor holds a [telescope].
cs: Svítí [sluníčko]. Maminka koupila [jogurt]. Námořník drží [dalekohled].

source: Total points:
cs: Body celkem:
de: Gesamtpunktzahl:
es: Puntos totales:
no: Totalpoeng:
pl: Suma punktów:
sk: Body celkom:
tr: Toplam sayı:

source: Writing
cs: Psaní
de: Schreibübung
es: Escritura
no: Skrive
pl: Pisanie
sk: Písanie
tr: Yazma

source: on first attempt
cs: na první pokus
de: mit dem ersten Versuch
es: a la primera tentativa
no: på første forsøk
pl: Pierwsza próba
sk: na prvý pokus
tr: ilk denemesine

source: Answered:
cs: Zodpovězeno:
de: Antwort:
es: Contestado:
no: Svarte:
pl: Odpowiedzi:
sk: Odpovedí:
tr: Yanıtlandı:

source: Displays the number of the tasks you have already answered. For example 4/10 means, that you have answered four out of ten questions so you should finish the remaining six.
cs: Zobrazuje počet úkolů (otázek), které již byly v daném cvičení zodpovězeny. Například údaj 4/10 znamená, že byly splněny čtyři z celkového počtu deseti úkolů, nehledě na to, zda dobře či špatně. Zbývá tedy dokončit šest úkolů.
de: Zeigt die Anzahl der bereits durchgeführten Aufgabenstellungen an. Zum Beispiel: Das Ergebnis 4/10 bedeutet, dass Sie vier Aufgaben von zehn Fragen bereits beantwortet haben. Somit müssen Sie noch weitere sechs verbleibene Fragen bearbeiten.
es: Muestra el número de las tareas ya hechas. Por ejemplo 4/10 significa que han sido hechas cuatro de diez tareas. Por tanto faltarían por terminar seis tareas.
no: Viser hvor mange oppgaver du har allerede gjort. For eksempel betyr 4/10 at du har svart på fire av ti spørsmål, så du bør fullføre de øvrige seks.
pl: Pokazuje liczbę zadań na które już odpowiedziałeś. Na przykład 4/10 znaczy, że odpowiedziałeś na cztery z dziesięciu pytań, dlatego powinieneś dokończyć pozostałe sześć.
sk: Zobrazuje počet úloh (otázok), na ktoré ste už odpovedali. Napríklad údaj 4/10 znamená, že boli splnené štyri z celkového počtu desať úloh, bez ohľadu na to, či správne alebo nie. Zostáva teda dokončiť šesť úloh.
tr: Yanıtlanan alıştırmaların sayısını gösterir. Mesela 4/10 demek ki, on sorudan dört tanesi yanıtlandı.

source: Correct:
cs: Správně:
de: Richtig:
es: Correcto:
no: Korrekt:
pl: Poprawny:
sk: Správne:
tr: Doğru:

source: Displays the number and percentage of successful answers. The first pair of numbers shows the results of all current answers. If you didn't answer all of them correctly on first attempt, there is also a second pair of numbers showing how many answers you did successfully on the first try. Use the ‘Reset’ button to start again.
cs: Zobrazuje celkový počet a procento úspěšných odpovědí. První dvojice čísel ukazuje výsledek vyhodnocení všech současných odpovědí. Pokud jste však některé odpovědi neuhodli správně na první pokus, je zobrazena ještě druhá dvojice čísel, která již zohledňuje pouze ty správné odpovědi, které byly zodpovězeny správně napoprvé. Můžete použít tlačítko „Vymazat“, pokud chcete začít znovu.
