Repository: cerha/lcg
Catalog: translations/lcg-exercises.*.po
Languages: cs, de, es, no, pl, sk, tr

source: Evaluate
cs: Vyhodnotit
de: Auswerten
es: Evaluar
no: Evaluer
pl: Oceń
sk: Vyhodnotiť
tr: Değerlendir

source: Evaluate the entire exercise. If an error is found, the cursor is moved to the first incorrect answer. Within a text box, the cursor is also moved to the first incorrect character of your answer.
cs: Vyhodnotí celkový výsledek cvičení. Pokud je nalezena chyba, kurzor je přesunut na první nesprávnou odpověď. V textovém poli je navíc kurzor posunut na první chybný znak Vaší odpovědi.

source: Fill
cs: Doplnit
de: Einfügen
es: Rellenar
no: Fyll
pl: Wypełnianie
sk: Doplniť
tr: Doldurmak

source: Fill in the whole exercise with the correct answers.
cs: Vyplní celé cvičení správnými odpověďmi.
de: Mit dieser Auswahltaste ergänzen Sie die richtigen Antworten in der gesamten Übung.
es: Rellena todo el ejercicio con las respuestas correctas.
no: Fyll ut hele oppgaven med de riktige svarene.
pl: Wypełnij ćwiczenie poprawnymi odpowiedziami.
sk: Vyplní celé cvičenie správnymi odpoveďami.
tr: Doğru cevaplarıyla bütün alıştırmayı doldurur.

source: Reset
cs: Vymazat
de: Löschen
es: Borrar
no: Tilbakestill
sk: Vymazať
tr: Yeniden başlat

source: Reset all your answers and start again.
cs: Vymaže všechny odpovědi i výsledky a umožní začít celé cvičení znovu od začátku.
de: Mit dieser Auswahltaste löschen Sie alle Ergebnisse und Sie haben die Möglichkeit von vorne zu beginnen.
es: Borrar todas las respuestas y resultados para empezar de nuevo.
no: Tilbakestill alle svarene og begynn på nytt.
pl: Zresetuj wszystkie swoje odpowiedzi i zacznij od nowa.
sk: Vymaže všetky odpovede aj výsledky a umožní začať celé cvičenie znovu od začiatku.
tr: Bütün cevapları ve sonuçları sıfırlar, alıştırmaya yeniden başlayabilirsiniz.

source: Instructions
cs: Instrukce
de: Anleitung
es: Instrucciones
no: Instruksjon
pl: Instrukcja
sk: Pokyny
tr: Talimatlar

source: Shortcut Keys
cs: Klávesové zkratky
de: Tastenkombinationen
es: Teclas de acceso directo
no: Hurtigtaster
pl: Klawisz skrótu
sk: Klávesové skratky
tr: Kısayol tuşları

source: Indicators
cs: Indikátory
de: Anzeige
es: Indicadores
no: Indikatorer
pl: Wskazówka
sk: Indikátory
tr: Göstergeler

source: Control Panel
cs: Ovládací panel
de: Bedienungsfeld
es: Panel de control
no: Kontrollpanel
pl: Panel kontroli
sk: Ovládací panel
tr: Denetim paneli

source: The indicator panel below the exercise shows the following values:
cs: Panel indikátorů na konci cvičení zobrazuje následující hodnoty:
de: Die Ergebnisfelder nach den Übungen zeigen Ihnen die folgenden Werte:
es: El panel de indicadores al final del ejercicio muestra los siguientes valores:
no: Indikatorpanelet under oppgaven viser følgende verdier:
pl: Panel wskaźnika poniżej ćwiczenia pokazuje następujące wartości:
sk: Panel indikátorov na konci cvičenia zobrazuje tieto hodnoty:
tr: Alıştırmanın sonundaki gösterge paneli aşağıdaki değerleri gösterir:

source: The control panel below the exercise contains the following buttons:
cs: Ovládací panel najdete pod každým interaktivním cvičením. Obsahuje následující tlačítka:
de: Das Bedienungsfeld nach jeder Übung beinhaltet folgende Tastenfelder:
es: El panel de control lo encuentra bajo de cada ejercicio interactivo.Contiene los siguientes botones:
no: Kontrollpanelet under oppgaven inneholder følgende knapper:
pl: Panel sterowania poniżej zadania zawiera następujące przyciski:
sk: Ovládací panel nájdete pod každým interaktívnym cvičením. Obsahuje tieto tlačidla:
tr: Denetim paneli alıştırmanın sonunda bulursunuz. Aşağıdaki düğmeleri içerir:

source: Play
cs: Přehrát
de: Wiedergabe
no: Spill
pl: Odtwórz
sk: Prehrať
tr: Çalmak

source: Answers: %s
cs: Správné odpovědi: %s

source: Show All
cs: Zobrazit vše

source: Show all answers.
cs: Zobrazit všechny správné odpovědi.

source: Hide All
cs: Skrýt vše

source: Show Answer
cs: Zobrazit odpověď

source: Hide Answer
cs: Skrýt odpověď

source: Show/Hide the correct answer.
cs: Zobrazit/skrýt správnou odpověď.

source: Correct answer:
cs: Správná odpověď:

source: In all the exercises where you fill in the text into a text box you can use the two shortcut keys described below.
cs: Ve všech cvičeních, kde vyplňujete text do textového vstupního pole, můžete používat následující klávesové zkratky:

source: Use this key within the text field to evaluate the current answer. You hear a sound response and in case of an error, the cursor is moved to the position of the first incorrect character within the text. This way you can locate the error, fix it and evaluate again. When you don't know how to fix an error, you can use the ‘hint’ key described below.
cs: Stiskem této klávesy uvnitř textového pole vyvoláte vyhodnocení Vaší odpovědi. Uslyšíte okamžitě výsledek vyhodnocení. V případě chybné odpovědi je navíc kurzor posunut na pozici prvního chybného znaku v rámci zadané odpovědi. Tímto způsobem můžete nalézt chybu (například překlep), opravit ji a zkusit odpověď vyhodnotit znovu. Pokud si z chybou nevíte rady, můžete použít „napovídací“ klávesu popsanou níže.

source: Ctrl-Space
cs: Ctrl-mezerník
de: Ctrl-Leer
es: Ctrl-Espacio
no: Ctrl-mellomrom
sk: Ctrl-medzerník
tr: Ctrl+boşluk çubuğu

source: This function is called a ‘hint’. It helps you in case you don't know the answer or you don't know how to fix an error in your answer. Just press the key combination (holding the Ctrl key, press the spacebar) and one letter of the correct answer will be filled in automatically. If you have already entered some text, the cursor will be moved to after the last correct character and next one will be inserted. This also means that if there is some text after the cursor, there is at least one error in it. Try to locate this error and correct it. Then you can evaluate your answer using the ‘Enter’ key (see above) or use ‘hint’ again, until you find the complete answer.
cs: Tato funkce Vám může „napovídat“ v případě, že neznáte správnou odpověď (nemůžete si vzpomenout), nebo nevíte, jak opravit chybu nalezenou při automatickém vyhodnocování Vaší odpovědi. Jednoduše stiskněte danou klávesovou kombinaci (Přidržte klávesu „Control“ a stiskněte mezerník) a jeden znak správné odpovědi bude doplněn automaticky. Pokud jste již vložili nějaký text, kurzor se nejprve posune za poslední správný znak Vaší odpovědi a následující znak bude vložen. To také znamená, že pokud je za kurzorem po vyvolání této funkce nějaký text, obsahoval tento text alespoň jednu chybu. Pokuste se chybu najít a opravit. Poté můžete zkusit vyhodnotit novou odpověď pomocí klávesy „Enter“ (viz výše) nebo znovu použít „napovídací“ klávesu dokud nenaleznete kompletní správnou odpověď.
de: Diese Funktion wird „Hinweis-Funktion“ genannt. Wenn Sie also Ihre Antwort nicht kennen, können Sie die „Hinweis-Funktion“ benutzen. Drücken Sie die Tastenkombination (halten Sie die „Strg“-Taste gedrückt und drücken Sie die Leertaste) und ein Buchstabe der korrekten Antwort erscheint. Wenn Sie bereits Text eingegeben haben, wechselt der Cursor hinter das letzte richtige Zeichen und das nächste Zeichen wird eingefügt. Das bedeutet auch, dass der Text hinter dem Cursor mindestens einen Fehler enthält. Versuchen Sie den Fehler zu finden und ihn zu korrigieren. Versuchen Sie dann, Ihre Antwort mit der „Enter“-Taste (siehe oben) auszuwerten oder benutzen Sie noch einemal die „Hinweis-Funktion“, bis Sie die richtige Antwort gefunden haben.
es: Esta función le puede ayudar en el caso de no saber la respuesta correcta o si no sabe cómo corregir un error en su respuesta. Simplemente pulse la combinación de teclas (Sosteniendo la tecla „Control“ y pulse la tecla de Espacio) y una letra de la repuesta correcta será completada automáticamente. Si ya ha puesto un texto, el cursor será desplazado tras el último carácter correcto y el próximo será insertado. Eso significa que si hay un texto tras el cursor, contenía por lo menos un error. Intente localizar este error y corregirlo. Después puede evaluar su nueva respuesta usando la tecla ‘Entrar’ (vea arriba) o utilizar otra vez la tecla de ‘ayuda’ hasta que encuentre la respuesta correcta.
no: Denne funksjonen kalles et ‘hint’ . Den hjelper deg i tilfelle du ikke vet svaret eller du ikke vet hvordan du korrigerer en feil i svaret. Bare trykk tastekombinasjonen (hold nede Ctrl-tasten, trykk mellomrom) og en bokstav fra det riktige svaret fylles inn automatisk. Hvis du allerede har skrevet inn tekst, flyttes markøren til etter den siste korrekte bokstaven, og neste korrekte bokstav settes inn. Dette betyr også at hvis det er tekst etter markøren, er det minst én feil i den. Prøv å finne feilen og rette den. Etterpå kan du evaluere svaret ditt ved hjelp av ‘Enter’ -tasten (se over) eller bruke ‘hint’ igjen, til du finner hele svaret.
sk: Táto funkcia vám môže ‘našepkávať’ v prípade, že nepoznáte správnu odpoveď (nemôžete si spomenúť), alebo neviete, ako opraviť chybu nájdenú pri automatickom vyhodnocovaní vašej odpovede. Jednoducho stlačte danú klávesovú kombináciu (Pridržte klávesu „Control“ a stlačte medzerník) a jeden znak správnej odpovede bude doplnený automaticky. Ak ste už vložili nejaký text, kurzor sa najskôr posunie na posledný správny znak vašej odpovede a nasledujúci znak bude vložený. To tiež znamená, že ak je za kurzorom po vyvolaní funkcie nejaký text, obsahoval tento text aspoň jednu chybu. Pokúste se chybu nájsť a opraviť. Potom môžete skúsiť vyhodnotiť novú odpoveď pomocou klávesu „Enter“ (viď vyššie) alebo znovu použiť ‘našepkávajúcu’ klávesu, až kým nenájdete kompletnú správnu odpoveď.
tr: Bu fonksiyon ‘yardımcı ipucu’dur. O size doğru cevap bilmediğiniz durumda ya da hatanızın nasıl düzeltebildiğiniz durumda yardım edebilir. Tuş dizisi kullanınız (Ctrl tuşunu tutarak ara çubuğuna basınız) ve doğru cevabından birinci harfi otomatik olarak tamamlanacak. Eğer her hangi bir metni koyarasanız, imleç cevabınızın son doğru harfine gelip yeni harfi arasına eklenecek. Bu da demek ki, bu fonksyonu kullandıktan sonra aşağıdaki metinde en az bir hata bulunur. Hatanızı bulup düzeltmeye çalışınız. Ondan sonra yeni cevabınızı „Enter“ tuşa basarak değerlendirebilirsiniz ya da „yardım“ tuşu doğru cevabınızı buluncaya kadar kullanabilirsiniz.

source: Show Answers
cs: Zobrazit odpovědi

source: Show model answers.
cs: Zobrazit vzorové odpovědi.

source: Invalid value in added points!
cs: Neplatná hodnota přidaných bodů!
es: Valor no válido de los puntos añadidos!
no: Ugyldig verdi i poeng lagt til!
sk: Neplatná hodnota pridaných bodov!
tr: Eklenmiş puanların değeri geçersizdir!

source: Max. points exceeded!
cs: Maximální počet bodů překročen!
es: Puntuación máxima excedida!
no: Maks. poeng overskredet!
sk: Maximálny počet bodov prekročený!
tr: Maks. puan sayısı aşıldı!

source: Automatic evaluation:
cs: Automatické vyhodnocení:
de: Automatisch Auswertung:
es: Evaluación automática:
no: Automatisk evaluering:
pl: Ocena:
sk: Automatické vyhodnotenie:
tr: Otomatik değerlendirme:

source: Additional points by tutor:
cs: Body přidané vyučujícím:
es: Puntos añadidos por el tutor:
no: Ekstra poeng fra veileder:
pl: Dodatkowe punkty nadane przez nauczyciela:
sk: Body pridané vyučujúcim:
tr: Öğretmen tarafından ek puanları:

source: correct answer
cs: správná odpověď
de: richtige Antwort
es: respuesta correcta
no: riktig svar
pl: poprawna odpowiedź
sk: správna odpoveď
tr: doğru cevap

source: incorrect
cs: chyba
de: falsch
es: incorrecto
no: feil
pl: niepoprawna
sk: chyba
tr: yanlış

source: Exercise %d
de: Übung %d
es: Ejercicio %d
no: Øvelse %d
pl: Ćwiczenie %d
sk: Cvičenie %d
tr: Alıştırma %d

source: Read the following text:
de: Lesen Sie den folgenden Text:
es: Lea atentamente el siguiente texto:
no: Les følgende tekst:
pl: Przeczytaj poniższy tekst:
sk: Prečítajte si nasledujúci text:
tr: Aşağıdaki konuyu okuyun:

source: Table of Contents:
de: Inhaltsverzeichnis:
es: Contenido :
no: Innhold:
pl: Zawartość tabeli:
sk: Obsah:
tr: İçindekiler:

source: Answer Sheets
de: Auflösungsteil
es: Clave de respuestas
no: Løsninger
pl: Karta odpowiedzi
sk: Kľúč odpovedí
tr: Doğru cevap tablosu

source: Recording:
de: Aufnahme:
no: Opptak:
sk: Nahrávka:
tr: Kayıt:

source: Explanation:
de: Erklärung:
es: Explicación:
no: Forklaring:
pl: Wyjaśnienie:
sk: Vysvetlenie:
tr: Açıklama:

source: Example:
de: Beispiel:
es: Ejemplo:
no: Eksempel:
pl: Przykład:
sk: Príklad:
tr: Örnek:

source: Displays the number and percentage of successful answers. The first pair of numbers shows the results of all current answers. If you didn't answer all of them correctly on first attempt, there is also a second pair of numbers showing how many answers you did succesfuly on the first try. Use the ‘Reset’ button to start again.
de: Zeigt die Anzahl und den Prozentsatz der richtigen Antworten. Das erste Zahlenpaar zeigt an, wie viele Antworten soeben richtig beantwortet wurden. Wenn Sie die Übungen wiederholen, zeigt Ihnen das zweite Zahlenpaar an, wie viele Antworten beim ersten Versuch richtig waren. Möchten Sie alle Ergebnisse löschen und von vorne beginnen, drücken Sie auf die Taste „löschen“.
es: Muestra el número total y el porcentaje de las respuestas correctas. El primer par de números muestra los resultados de todas las respuestas actuales. Si no contestó a algunas respuestas correctamente a la primera tentativa, aún hay un segundo par de números mostrando sólo las respuestas contestadas correctamente a la primera tentativa. Puede usar el botón "Borrar" si desea empezar de nuevo.
no: Viser antall og prosentandel riktige svar. De første to tallene viser resultatene av alle aktuelle svar. Hvis du ikke svarte riktig på alle ved første forsøk, er det også et par tall til som viser hvor mange svar du gjorde riktig ved første forsøk. Bruk 'Tilbakestill'-knappen for å starte på nytt.
sk: Zobrazuje celkový počet a percento úspešných odpovedí. Prvá dvojica čísel ukazuje výsledok vyhodnotenia všetkých súčasných odpovedí. Ak ste ale na niektoré otázky neodpovedali správne na prvý pokus, je ešte zobrazená druhá dvojica čísel, která už zohľadňuje iba tie správne odpovede, ktoré boli zadané pri prvom pokuse. Ak chcete začať znovu, použite tlačidlo ‘Vymazať’.
tr: Doğru cevapların sayısı ve yüzde oranı gösterir. İlk sayı çifti bütün yanıtlandığı cevapların sonuçlarını gösterir. Fakat bazı cevapları ilk denemesinde doğru yanıtlamadığında ikinci sayı çifti ilk denemesinde yanıtlanan doğru cevapların sayısı gösterir. ‘Yeniden başlatma' tuşu yeniden başlamak için kullanınız.

source: Evaluate the entire exercise. If an error is found, the cursor is moved to the first incorrect answer. Within a text-box, the cursor is also moved to the first incorrect character of your answer.
de: Auswertung der vollständigen Übung. Wenn Sie einen Fehler gemacht haben, wechselt der Curser zur ersten falschen Antwort. Innerhalb eines Textfeldes wechselt der Curser zum ersten falschen Zeichen innerhalb des Textes.
es: Evaluar todo el ejercicio. Si un error es encontrado, el cursor es movido a la primera respuesta incorrecta. En el campo de texto el cursor es también desplazado al primer carácter incorrecto de su respuesta.
no: Evaluer hele oppgaven. Hvis en feil blir funnet, flyttes markørentil det første gale svaret. Innenfor en tekstboks flyttes også markøren til den første gale bokstaven i svaret.
pl: Oceń całe zadanie. Jeśli jakiś błąd zostanie zlokalizowany, kursor przesunie się do pierwszej nie poprawnej odpowiedzi. W obrębie pola tekstowego, kursor przesuwa się też do pierwszego błędnego znaku Twojej wypowiedzi.
sk: Vyhodnotí celkový výsledok cvičení. Ak je nájdená chyba, kurzor je presunutý na prvú nesprávnu odpoveď. V textovom poli je kurzor posunutý na prvý chybný znak vašej odpovede.
tr: Toplam alıştırmaların sonucu gösterir. Eğer bir hata bulunursa, imleç ilk yanlış cevabınıza taşınır. Metin kutusu ise imleç birinci yanlışlığınıza taşınır.

source: The Answer Sheets contain all the correct answers for all the exercises. You can access them from the Course Index, or more conveniently, you can use the ‘?’ (question mark) link after each task. This link takes you directly to the corresponding answer in the Answer Sheet.
de: Im Auflösungsteil finden Sie alle richtigen Antworten zu den gesamten Übungen. Einen LINK zum Auflösungsteil finden Sie im Inhaltsverzeichnis. Einfacher ist es, wenn Sie in einem Übungsabschnitt am rechten Bildschirmrand auf das „?“ (Fragezeichen)-Feld klicken und damit direkt in den entsprechenden Lösungsteil wechseln.
es: La clave de respuestas contiene todas las respuestas correctas para todos los ejercicios. Es acccesible desde la primera página del curso. Es conveniente utilizar un enlace en forma de interrogativo que se encuentra después de cada tarea. Este enlace le llevará directamente a la respuesta correspondiente en la clave.
no: Arket med løsningene inneholder alle korrekte svar for alle oppgaver. Du får tilgang til dem fra Kursindeksen, eller enklere, du kan bruke '?' (spørsmålstegn)-lenken etter hver oppgave. Denne koblingen tar deg direkte til det korresponderende svaret i Løsninger.
sk: Kľúč odpovedí obsahuje správne odpovede pre všetky cvičenia. Je dostupný z úvodnej stránky kurzu. Oveľa pohodlnejšou možnosťou je však použiť odkaz vo forme otázniku, ktorý nájdete za každou úlohou. Tento odkaz vás presunie priamo na príslušnú správnu odpoveď v kľúči.
tr: Cevap tablosu alıştırmaların bütün doğru cevapları içerir. Kurs dizininden girilebilir. Ancak daha kolay yol her tek ödevin sonundaki soru işaretinden girmektir. Bu bağlantı sizi doğrudan cevap tablosunun doğru cevabına götürür.

source: Show the answer sheet.
de: Hier finden Sie die Auflösung.
es: Mostrar las respuesta correctas.
no: Vis løsningene.
pl: Sprawdź kartę odpowiedzi.
sk: Zobraziť správne odpovede.
tr: Cevap tablosu göstermek.

source: Chose the correct answer.
de: Wählen Sie die richtige Antwort.
es: Elija la respuesta correcta.
no: Velg det rette svaret.
pl: Wybierz poprawną odpowiedź.
sk: Zvoľte správnu odpoveď.
tr: Doğru cevabı işaretleyiniz.

source: You will hear a response immediately after choosing the answer. When you choose the wrong answer, you can try again until you find the correct one. The results below the exercise will show you how many answers you got right on the first try (see the [#indicators] section below).
de: Nachdem Sie Ihre Auswahl getroffen haben, hören Sie sofort die Antwort. Wenn Sie die falsche Option gewählt haben, können Sie so lange weiterprobieren, bis Sie die richtige Antwort gefunden haben. Die Ergebnisse am Ende der Übung zeigen Ihnen, wie viele Antworten beim ersten Versuch richtig waren (siehe auch [#indicators]).
es: Oirá un sonido inmediatamente después de elegir la respuesta. Así puede saber si la respuesta ha sido correcta. Si elige la respuesta incorrecta, puede intentarlo otra vez hasta que encuentre la correcta. Los resultados abajo muestran cuántas respuestas han sido contestadas correctamente a la primera tentativa (para más información consulte [#indicators]).
no: Du vil høre en respons rett etter at du velger et svar. Når du velger galt svar, kan du prøve igjen til du finner det riktige. Resultatene under oppgaven vil vise deg hvor mange svar du fikk på første forsøk (se [# indicators]-avsnittet nedenfor).
pl: Usłyszysz odpowiedzi niezwłocznie po ich wyborze. Jeśli wybierzesz błędną odpowiedź, możesz spróbować ponownie, aż znajdziesz tą właściwą. Wyniki poniżej zadania pokażą, jak wiele poprawnych odpowiedzi zaznaczyłeś przy pierwszym podejściu. (patrz [# wskazówki] poniżej).
sk: Okamžite po zvolení odpovedi budete počuť odozvu, z ktorej sa dozviete, či bola táto odpoveď správna. Ak ste sa pomýlili, môžete to skúsiť znovu, až kým nenájdete správnu odpoveď. Výsledky pod cvičením ukazujú, koľko odpovedí bolo správnych na prvý pokus. (viď [#indicators]).
tr: Cevabı işaretledikten sonra hemen tepki duyacaksınız. Yanlış cevabı işaretlersiniz ise doğru cevabı bulacağınıza kadar tekrar tekrar deneyebilirsiniz. Alıştırmaların aşağıdaki sonuçları ilk denemesinde yanıtladığı doğru cevabın sayısını gösterir (daha [#indicators]).

source: There are several groups of two or three similar sentences or expressions. Only one option in each group is correct. Your goal is to decide which one.
de: Von mehreren, inhaltlich ähnlichen Sätzen (Zweier- oder Dreierpaare) ist immer nur ein Satz pro Satzgruppe richtig. Ihr Ziel ist es, den richtigen Satz zu finden.
es: En este ejercicio encontrará varios grupos de dos o tres frases o expresiones similares. Sin embargo, sólo una opción en cada grupo es correcta. Su tarea es decidir cuál.
no: Det finnes flere grupper på to eller tre lignende setninger eller uttrykk. Bare ett valg i hver gruppe er korrekt. Ditt mål er å bestemme hvilket.
pl: Istnieje kilka grup dwóch lub trzech podobnych zdań lub wyrażeń. Tylko jedna opcja w każdej grupie jest poprawna. Twoim zadaniem jest rozstrzygnąć, która.
sk: V cvičení nájdete niekoľko skupín po dvoch alebo troch podobných vetách či výrazoch. Iba jedna možnosť v každej skupine je správna. Vašou úlohou je rozhodnúť, ktorá to je.
tr: Alıştırmada ikişer ya da üçer benzer cümlelerden oluşturan birçok grup bulunur. Her bir grubunda tek bir cevap doğrudur. Siz hangisinin doğru olduğuna karar veriniz.

source: For each of the statements below, choose True or False.
de: Für jede der folgenden Behauptungen wählen Sie zwischen Richtig oder Falsch.
es: Para cada afirmación abajo elija Verdadero o Falso.
no: For hvert av utsagnene nedenfor velg Riktig eller Feil.
pl: Dla każdego zdania poniżej, wybierz Prawda/Fałsz.
sk: U každého z nižšie uvedených tvrdení zvoľte, či je pravdivé alebo nie.
tr: Aşağıdaki ifadelerden doğru yoksa yanlış olup olmadığını işaretleyiniz.

source: Choose the correct option to fill the gaps in the following sentences.
de: In den folgenden Sätzen sollen Sie den Lückentext ergänzen. Wählen Sie dazu die richtige Option aus.
es: Elija la opción correcta para completar las frases siguientes.
no: Velg den riktige valgmuligheten for å fylle hullene i følgende setninger.
pl: Wybierz odpowiednią opcje aby wypełnić luki w zdaniach.
sk: Vyberte najvhodnejšiu možnosť na doplnenie každej z nasledujúcich viet.
tr: Aşağıdakilerden en uygun bir cevap işaretleyiniz.
