Repository: cerha/lcg
Catalog: translations/lcg-exercises.*.po
Languages: cs, de, es, no, pl, sk, tr

source: You can check each answer individually using the shortcut keys (see the section [#keys] for more information). When your answer is evaluated as incorrect and you do not know why, always check whether you have used correct punctuation and capital letters where appropriate. These two things are the cause of most confusion.
de: Sie können jede Ihrer Antworten individuell überprüfen. Benützen Sie dazu die Tastenkombinationen (genauere Informationen finden Sie im Abschnitt [#keys]). Wenn Ihre Antwort als falsch ausgewertet wurde und Sie nicht wissen warum, dann überprüfen Sie immer zuerst Ihre Interpunktion und die Groß- und Kleinschreibung, da es gerade in diesen Bereichen oft zu Fehlern kommt.
es: Puede comprobar cada respuesta individualmente usando las teclas de acceso directo (para más información consulte[#keys]). Si la respuesta está evaluada como incorrecta y usted no sabe por qué, deberá revisar primero la puntuación correcta y el uso correcto de letras mayúsculas y minúsculas. Estas dos cosas pueden causar alguna confusión.
no: Du kan sjekke hvert svar for seg ved å bruke hurtigtastene (se seksjonen [# keys] for mer informasjon). Når ditt svar er evaluert som feil og du ikke skjønner hvorfor, sjekk alltid om du har brukt riktig tegnsetting og store bokstaver der de skal være. Feil her skaper ofte forvirring.
pl: Możesz sprawdzić każdą odpowiedź indywidualnie za pomocą klawiszy skrótu (patrz punkt [# keys] aby uzyskać więcej informacji). Jeżeli odpowiedź jest oceniana jako błędna i nie wiesz, sprawdzić, czy użyłeś poprawnej interpunkcji i wielkich liter. Te dwie rzeczy są przyczyną większości nieporozumień.
sk: Môžete skontrolovať každú odpoveď samostatne pomocou klávesových skratiek (viď sekcia [#keys]). Ak je odpoveď vyhodnotená ako nesprávna a vy neviete prečo, vždy si najskôr skontrolujte interpunkciu a správne použitie veľkých a malých písmen. Tieto dve veci spôsobujú najviac nejasností.
tr: Cevaplarınızı kısayol tuşları ([#keys]) kullanarak tek tek kontrol edebilirsiniz. Eğer cevabınız yanlış olarak değerlendirilirse ve siz nedenini bilemezsiniz, önce noktalama sonra büyük harfleri kontrol ediniz. Bu iki şey çoğunlukla şaşkınlık yaratır.

source: Use the [#panel] at the bottom of the exercise to evaluate all the answers at once.
de: Drücken Sie die Taste [#panel] am Ende der Übung, um alle Antworten auszuwerten.
es: Utilice [#panel] all final del ejercicio para evaluar todas las respuestas al mismo tiempo.
no: Bruk [#panel] nederst i oppgaven for å evaluere alle svarene samtidig.
pl: Użyj [# panel] pod zadaniem, aby na raz ocenić odpowiedzi na wszystkie pytania .
sk: Na vyhodnotenie všetkých odpovedí naraz použite [#panel] na konci cvičenia.
tr: Hepsi birden değerlendirmek için alıştırmanın sonunda [#panel] kullanınız.

source: If your browser doesn't support JavaScript, the interactive features and automatic evaluation do not work. You can still use this course, but you will have to check your answers against the answer sheet manually (see [#answer-sheets].
de: Sollte Ihr Browser JavaScript nicht unterstützen, funktionieren leider die interaktiven Features und die automatischen Auswertungen nicht. Sie können selbstverständlich diesen Kurs trotzdem nutzen, jedoch müssen Sie Ihre Antworten anhand des [#answer-sheets] manuell überprüfen.
es: Si su buscador no admite JavaScript, las características interactivas y la evaluación automática, el ejercicio no funcionará. No obstante, puede utilizar este curso, pero tendrá que comprobar las respuestas usted mismo con la ayuda de la clave de respuestas (consulte [#answer-sheets]).
no: Hvis nettleseren ikke støtter JavaScript, fungerer de interaktive funksjonene og den automatiske evalueringen ikke. Du kan fortsatt bruke kurset, men du må sjekke svarene manuelt (se [#answer-sheets].
pl: Jeżeli Twoja przeglądarka nie obsługuje JavaScript, interaktywne funkcje i automatyczna ocena nie działają. Możesz nadal korzystać z tego kursu, ale trzeba będzie sprawdzić swoje odpowiedzi w arkuszu odpowiedzi ręcznie (patrz [# odpowiedzi-arkusze].
sk: Ak váš prehliadač nepodporuje JavaScript, interaktívne vlastnosti a automatické vyhodnocovanie cvičení nebude fungovať. Aj tak môžete tento kurz používať, ale budete si musieť svoje odpovede skontrolovať sami s použitím kľúča (viď [#answer-sheets]).
tr: Eğer sizin metin sunucu JavaScript'i desteklemezse, interaktif özellikler ve otomatik değerlendirme işlemeyecek. Buna rağmen bu kursu kullanabilirsiniz, ama sonunda cevaplarınızı kendiniz cevap tablosu kullanarak kontrol etmek zorunda olacaksınız ([#answer-sheets] bak).

source: In all the exercises where you fill in the text into a text-box you can use the two shortcut keys described below.
de: Bei allen Übungen mit Textfeld können Sie die beiden folgenden Tastenkombinationen benutzen.
es: En todos los ejercicios donde complete el texto en el campo de texto, puede utilizar las siguientes teclas de acceso directo.
no: I alle oppgavene hvor du fyller inn tekst i en tekstboks kan du bruke de to hurtigtastene beskrevet nedenfor.
pl: We wszystkich ćwiczeniach, w których wypełniasz pole tekstowe możesz użyć dwóch klawiszy skrótów opisanych poniżej.
sk: Vo všetkých cvičeniach, kde vyplňujete text do textového vstupného poľa, môžte používať nasledujúce klávesové skratky.
tr: Metni metin kutusuna doldurduğunuz bütün alıştırmalarda aşağıdaki kısayol tuşları kullanabilirsiniz.

source: Use this key within the text-field to evaluate the current answer. You hear a sound response and in case of an error, the cursor is moved to the position of the first incorrect character within the text. This way you can locate the error, fix it and evaluate again. When you don't know how to fix an error, you can use the ‘hint’ key described below.
de: Mit dieser Taste können Sie Ihre Antwort im Textfeld überprüfen. Sie werden eine Antwort hören; wenn Sie einen Fehler gemacht haben, wechselt der Curser zum ersten falschen Zeichen innerhalb des Texts. Auf diesem Weg können Sie genau feststellen, an welcher Position Sie den Fehler gemacht haben, diesen korrigieren und nochmals überprüfen. Wenn Sie die Antwort nicht kennen, können Sie die „Hinweis“-Funktion benutzen.
es: Utilice esta tecla dentro del campo de texto para evaluar su respuesta actual. Inmediatamente oirá el sonido de evaluación. En el caso de que la repuesta sea incorrecta, el cursor es esplazado a la posición del primer carácter incorrecto dentro del texto. Así puede localizar el error, corregirlo y evaluar la respuesta de nuevo. Si no sabe cómo corregirlo, puede usar la tecla de ‘ayuda’ descrita abajo.
no: Bruk denne tasten innen tekstfeltet for å evaluere det aktuelle svaret. Du hører et lydsvar, og hvis noe er feil, flyttes markøren til den første gale bokstaven i teksten. På denne måten kan du finne feilen, rette den og evaluere igjen. Hvis du ikke vet hvordan du kan korrigere en feil, kan du bruke 'hint'-tasten beskrevet nedenfor.
sk: Stlačením tohto klávesu vnútri textového poľa vyvoláte vyhodnotenie vašej odpovede. Okamžite budete počuť výsledok vyhodnotenia. V prípade nesprávnej odpovede je kurzor posunutý na pozíciu prvého nesprávneho znaku v rámci zadanej odpovede. Týmto spôsobom môžte nájsť chybu (napríklad preklep), opraviť ju a skúsiť odpoveď vyhodnotiť znovu. Ak si s chybou neviete poradiť, môžte použiť "pomocnú" klávesu opísanú nižšie.
tr: Metin alanında bu tuşa basarak cevabınız değerlendirilecek. Hemen sonucu duyacaksınız. Yanlış cevap işaretleyinizde imleç birinci yanlışlığın yerini gösterecek. Bu şekilde hata bulabilirsiniz, düzeltebilirsiniz ve yine değerlendirilebilirsiniz. Eğer başka ne yapabileceğinizi bilmezsiniz, daha aşağıda anlatıldığı „yardım“ tuşu kullanınız.

source: Test Yourself
de: Überprüfen Sie Ihr Wissen.
es: Práctica del vocabulario
no: Test deg selv
pl: Przetestuj się
sk: Precvičovanie slovnej zásoby
tr: Kendiniz test ediniz

source: Fill in the correct translation for each of the terms below.
de: Ergänzen Sie die richtige Übersetzung für jede der folgenden Vorgaben.
es: Complete cada expresión con su traducción correcta.
no: Sett inn den korrekte oversettelsen av hvert uttrykk.
pl: Przetłumacz poniższe terminy.
sk: Doplňte správny preklad pre každý z nasledujúcich výrazov.
tr: Aşağıdaki terimlere doğru çevirleri doldurunuz.

source: To do the exercise orally is simple. Go through the vocabulary list and think of the correct translation for each word or expression. There is a ‘Play’ button after the text-box for each item which allows you to hear the correct answer. Repeat the answer to practise the correct pronunciation. Some items have more than one correct answer, so there may be multiple buttons to play each of them. Since there is no way of checking your oral answers, the results are not available. If you want to see your score, you must do the written exercise.
de: Die mündliche Form ist einfach. Sie gehen die einzelenen Begriffe durch und überlegen sich die korrekte Übersetzung jedes einzelnen Wortes. Hinter jedem Textfeld finden Sie eine „Wiedergabe“ Taste. Damit haben Sie die Möglichkeit sich auch gleich die richtige Antwort anzuhören. Um die richtige Aussprache zu üben, wiederholen Sie die Antwort! Für einige Begriffe gibt es mehr als eine richtige Antwort. In diesem Fall gibt es für jede Antwort eine „Wiedergabe“-Taste hinter dem Textfeld. Es gibt keine Möglichkeit Ihre gesprochene Antwort zu kontrollieren, daher ist das Ergebnis nicht überprüfbar. Wenn Sie also Ihre Bewertung wissen möchten, müssen Sie die Übung in schriflicher Form wiederholen.
es: La forma oral es fácil. Recorra la lista del vocabulario e intente adivinar la traducción correcta de la palabra o expresión dadas. Cada registro de la lista está seguido de una casilla de entrada y tras ella se encuentra un botón que le permite oír la respuesta correcta. Repita la respuesta correcta para practicar la pronunciación. Algunos registros tienen más de una respuesta correcta. En este caso también encontrará más botones para oírlas. Como no es posible evaluar sus respuestas orales, los resultados no están disponibles. Si desea saber su puntuación, tiene que hacer el ejercicio por escrito.
no: Å gjøre oppgaven muntlig er enkelt. Gå gjennom vokabularet og tenk på den riktige oversettelsen av hvert ord eller uttrykk. Etter hvert elements tekstboks er det en 'Spill'-knapp som gjør deg i stand til å høre det riktige svaret. Gjenta svaret for å øve på den riktige uttalen. Noen elementer har mer enn ett riktig svar, så det kan være flere knapper for å spille hvert av dem. Siden det ikke er noen måte å sjekke dine muntlige svar, er resultatene ikke tilgjengelige. For å se din poengsum, må du gjøre den skriftlige oppgaven.
sk: Robiť ústne cvičenia je jednoduché. Prechádzajte zoznamom slovíčok a skúšajte uhádnuť správny preklad daného slova či výrazu. Za každou položkou zoznamu nasleduje vstupné políčko a za ním nájdete tlačidlo, ktorým si môžete prehrať správnu odpoveď. Zopakujte správnu odpoveď, aby ste si precvičili výslovnosť. Niektoré položky majú viac správnych odpovedí. V tom prípade nájdete tiež viac tlačítok k ich prehraniu. Pretože nie je možné vaše ústne odpovede počítačom vyhodnotiť, výsledky nie sú k dispozícii. Ak chcete poznať svoje skóre, musíte vyplniť cvičenia písomne.
tr: Sözlü olarak alıştırma yapmak kolaydır. Kelime listesi üzerinden gidip ve her kelime veya ifade için doğru çeviri düşününüz. Her metin kutusunun öğesinden sonra giriş tuşu bulunur ve doğru cevabı dinlemek için onun arkasındaki tuşa basınız. Doğru telaffuz için doğru cevabı tekrarlayınız. Bazı öğelerin daha çok doğru cevabı vardır. O halde onları dinlemek için birden fazla tuş bulunur. Çünkü sözlü cevapların kontrol etme imkanı yoktur, sonuçları mevcut değildir. Eğer puanları görmek isterseniz yazılı alıştırma yapmanız gerekir.

source: To do the exercise in written form, simply type the translation of each item into the text-box. Be careful to use capital letters where this is appropriate, since an answer without correct capitalization is always considered incorrect. When the prompt is a complete sentence, you must also use correct punctuation.
de: Um die schriftliche Übung durchzuführen, schreiben Sie einfach den jeweiligen Begriff in das Textfeld daneben. Achten Sie dabei auch besonders auf die Groß- und Kleinschreibung der Begriffe. Sollte die Schreibweise nicht richtig sein, wird die Antwort auch als falsch bewertet. Wenn Sie einen vollständigen Satz schreiben müssen, denken Sie auch an die richtige Zeichensetzung.
es: Para hacer el ejercicio por escrito, simplemente escribirá la traducción de cada palabra en el campo de texto. Cuidado con el uso correcto de letras mayúsculas y minúsculas porque la respuesta con el uso incorrecto de letras será considerada incorrecta. Si traduce toda la frase, utilice también la puntuación correcta.
no: For å gjøre oppgaven skriftlig, skriver du bare oversettelsen av hvert element i tekstboksen. Vær påpasselig med å bruke store bokstaver der dette er aktuelt, siden et svar uten riktig bruk av store og små bokstaver alltid vurderes som feil. Når meldingen er en hel setning, må du også bruke riktig tegnsetting.
pl: Aby wykonać to zadanie w formie pisemnej, należy wpisać tłumaczenie w polu tekstowym. Używaj wielkich liter, tam gdzie jest to jest wymagane, wielkość liter także decyduje o poprawności zadania, pamiętaj również o użyciu poprawnej interpunkcji.
sk: V písomnej forme jednoducho vpíšte preklad každého slovíčka do textového políčka. Venujte zvýšenú pozornosť správnemu písaniu veľkých a malých písmen, pretože odpoveď s nesprávnym použitím veľkých a malých písmen je vždy považovaná za nesprávnu. Ak prekladáte celú vetu, dbajte na správnu interpunkciu.
tr: Yazılı alıştırmada her kelimenin çeviri metin kutusuna yazınız. Büyük harfler kullanmak için dikkatlı olunuz, harfleri doğru olmayan bir cevabı hep yanlış olarak kabul edilir. Eğer bütün cümleyi çevirirseniz, aynı zamanda doğru noktalama kullanmanız gerekir.

source: Exercise not available in this language version.
de: Übung nicht verfügbar in dieser Sprachsversion.
es: Los ejercicios no están disponibles en esta versión de idioma.
no: Øvelse ikke tilgjengelig i denne språkversjonen.
pl: Ćwiczenie nie jest dostępne w tej wersji językowej.
sk: Cvičenie nie je k dispozícii v tejto jazykovej verzii.
tr: Alıştırma bu dilde mevcut değil.

source: Substitution
es: Sustitución
no: Bytt ut
pl: Podstawianie
sk: Nahradzovanie
tr: Değiştirim

source: Use the text in brackets to transform each sentence.
de: Verwenden Sie den Text in den eckigen Klammern, um jeden Satz richtig zu formen.
es: Transforme las frases utilizando el texto entre paréntesis.
no: Bruk teksten i parentes for å omforme hver setning.
pl: Użyj tekstu w nawiastach aby przekształcić zdanie.
sk: Pozmeňte vety s použitím textu v zátvorkách.
tr: Parantez içindeki metni cümleyi değiştirmek için kullanınız.

source: Use the prompt to produce another sentence with the same structure. Each sentence is followed by text in brackets. Replace the corresponding part of the sentence using this text.
de: Verwenden Sie die Vorgabe, um einen neuen Satz in der selben Struktur zu bilden. Nach dem Satz folgt ein weiterer - in Klammern gesetzter - Satzteil. Verwenden Sie diesen Satzteil, um einen neuen sinnvollen Satz zu bilden.
es: Use la expresión dada para hacer otra frase de la misma estructura. Cada frase está seguida de un texto entre paréntesis. Reemplace la parte correspondiente de la frase utilizando el texto.
no: Bruk ledeteksten til å produsere en setning med samme struktur. Hver setning er etterfulgt av en tekst i parentes. Erstatt den tilsvarende delen av setningen ved hjelp av denne teksten.
pl: Użyj podpowiedzi do napisania innego zdania o tej samej strukturze. Po każdym zdaniu, znajdziesz tekst w nawiasach. Wymień odpowiednią część zdania przy użyciu takiego tekstu.
sk: Použite preložený výraz na vytvorenie vety rovnakej skladby. Po každej vete nasleduje text v zátvorkách. Nahraďte príslušnú časť vety použitím tohto textu.
tr: Aynı yapısında olan başka bir cümle kurmak için belirtilen ifadeyi kullanınız. Her cümle parantez içindeki metni takip edilir. Bu metni kullanarak karşılık olan cümleyi değiştiriniz.

source: Transformation
es: Transformación
no: Transformasjon
pl: Przekształcanie
sk: Transformácie
tr: Dönüşüm

source: Fill in the gap in sentence B so that it means the same as sentence A.
de: Füllen Sie die Lücke in Satz B aus, sodass der Inhalt den selben Sinn ergibt wie im Satz A.
es: Complete la frase B para que tenga el mismo sentido que la frase A.
no: Fyll hullen i setning B slik at den betyr det samme som setning A.
pl: Wypełnij luki w zdaniu B tak, aby po przekształceniu znaczenie zdania A pozostało takie samo.
sk: Doplňte vetu B tak, aby význam bol rovnaký ako u vety A.
tr: B cümlesini A cümlesinin aynı anlamında doldurunuz.

source: Your goal is to transform a structure (pattern or paradigm) into a different structure, for example changing an affirmative sentence into a question.
de: Ihr Ziel ist es, eine Struktur (ein Muster) in eine andere Struktur zu übertragen.
es: Su tarea es transformar una cierta estructura (construcción de la frase) en una estructura diferente (p.ej. la frase afirmativa en interrogativa).
no: Målet ditt er å endre en struktur (mønster eller paradigme) til en annen struktur, for eksempel å endre en bekreftende setning til et spørsmål.
pl: Twoim celem jest przekształcenie struktury zdania (wzoru lub modelu) , na przykład zmiając zdanie twierdzące na pytanie.
sk: Vašou úlohou je previesť istú štruktúru (stavbu vety) na inú štruktúru (napríklad vetu oznamovaciu na otázku).
tr: Bir cümlenin yapısı başka cümlenin yapısına değiştirmesi amacınızdır (soru cümlesini olumlu cümlesine değiştirmek).

source: Using the example as a model, change the structure and make a new sentence.
de: Formen Sie die nachfolgenden Sätze entsprechend dem Beispiel um. Ändern Sie die Struktur und bilden Sie einen neuen Satz.
es: Cambie la estructura de cada frase según el modelo.
no: Endre strukturen og lag en ny setning ved å bruke eksemplet som modell.
pl: Wzoruj się na modelu, zmień strukture zdania stwarzając nowe.
sk: Zmeňte štruktúru každej vety podľa modelového príkladu.
tr: Model örneğine göre her cümlenin yapısını değiştiriniz.

source: Fill in the gaps in the text below. For each gap there is only one correct answer.
de: Füllen Sie im folgenden Text die Textlücken aus. Für jedes leere Feld gibt es nur eine richtige Antwort.
es: Rellene los huecos en el texto. Para cada hueco existe sólo una respuesta correcta.
no: Fyll ut hullene i teksten nedenfor. For hver hull er det bare ett riktig svar.
pl: Wypełnij poniżesze luki. Dla każdej luki jest tylko jedna poprawna odpowiedź.
sk: Doplňte chýbajúci text. Pre kažú vynechanú časť existuje iba jedno správne doplnenie.
tr: Eksik olan metni doldurunuz. Her tek boşluk için yalnız tek bir cevap doğrudur.

source: Your goal in this exercise is to fill in the gaps in a longer piece of text. There is just one correct answer for each gap.
de: Ziel in dieser Übung ist es, die Lücken in einem längeren Text zu füllen. Achten Sie darauf, dass es nur eine richtige Lösung für jede Lücke im Text gibt.
es: Su tarea en este ejercicio es rellenar huecos en un texto más largo. Para cada hueco existe sólo una respuesta correcta.
no: Ditt mål i denne oppgaven er å fylle ut hullene i en lengre tekst. Det er bare ett riktig svar for hvert tomrom.
pl: Twoim celem jest wypełnienie luk w dłuższym fragmencie tekstu. Jest tylko jedna poprawna odpowiedź dla luki.
sk: Vašou úlohou v tomto cvičení je vyplniť vynechané slová v dlhšom texte. Pre každú medzeru existuje iba jedna správna odpoveď.
tr: Daha uzun bir metinde eksik olan kelimelerin doldurması amacınızdır. Her tek boşluk için tek bir doğru cevap bulunur.

source: Exposed Cloze
de: Auswahlübung
es: Ejercicio de huecos resuelto
no: Fyll ut med ordene fra lista
pl: Wstawianie brakujących części zdania wybierając je z podanych możliwości.
sk: Odkrytá doplňovačka
tr: Açık cümle tamamlama

source: Use the correct word or expression from the list below to fill in the gaps in the sentences.
de: Ergänzen Sie die richtigen Wörter im Lückentext. Verwenden Sie dazu die Wörter oder Ausdrücke die zur Auswahl stehen.
es: Use las palabras de la lista de abajo para rellenar huecos en el texto.
no: Bruk det riktige ordet eller uttrykket fra listen nedenfor for å fylle ut hullene i setningene.
pl: Użyj właściwego słowa lub wyrażenia z poniższej listy, aby wypełnić luki w zdaniach.
sk: Použite slová z nižšie uvedeného zoznamu na doplnenie vynechaných častí textu.
tr: Boşlukları doldurmak için aşağıdaki listeyi kullanarak kelimeleri kullanınız.

source: Enter
es: Entrar
